public class MainProgram {
    public static void main(String[] args) throws Exception {
        // ВНИМАНИЕ! При первом запуске требуется указать путь и название файла .txt для корректной работы программы, я не смог
        // додуматься, как сделать так, чтобы программа сама создавала файл на другом компьютере, поэтому прошу указать удобную вам директиву
        // С названием файла как на моём примере (C:\Users\papa7\OneDrive\Рабочий стол\HWJava\Titul\"Имя файла".txt) 
        // В FileManager.java String Name
        // Программа автоматически создаст файл в директории и продолжит свою работу
        Menu.MainMenu();
    }
}
